[
    {
        "procces_id": "Processo Nº Ag-ED-ROT-0100729-84.2020.5.01.0000",
        "process": "Processo Nº Ag-ED-ROT-0100729-84.2020.5.01.0000\nComplemento\nProcesso Eletrônico\nRelator\nMin. Amaury Rodrigues Pinto Junior\nAgravante\nJONATHAS EMANOEL MAIA\nFRANCA\nAdvogado\nDr. Jorge Normando de Campos\nRodrigues(OAB: 71545-A/RJ)\nAdvogado\nDr. Nestor Nogueira de Franca(OAB:\n163320-A/RJ)\nAdvogado\nDr. Mariana Marujo Velloso(OAB:\n201457-A/RJ)\nAdvogado\nDr. Lucas Cordeiro Petrucci(OAB:\n232079-A/RJ)\nAgravado\nPETRÓLEO BRASILEIRO S.A. -\nPETROBRAS\nAdvogado\nDr. Christiano Ribeiro Gordiano de\nOliveira(OAB: 116812-A/RJ)\nAdvogado\nDr. Lillian Mara Paduan Santos(OAB:\n42515-A/PR)\nAutoridade Coatora\nJUIZ TITULAR DA 1ª VARA DO\nTRABALHO DE MACAÉ\nIntimado(s)/Citado(s):\n  - JONATHAS EMANOEL MAIA FRANCA\n  - JUIZ TITULAR DA 1ª VARA DO TRABALHO DE MACAÉ\n  - PETRÓLEO BRASILEIRO S.A. - PETROBRAS\nJONATHAS EMANOEL MAIA FRANÇA interpõe agravo interno, no\nqual alega que o substabelecimento acostado aos autos foi\nregularmente assinado digitalmente, de modo que o equívoco, ao\nnão importar a respectiva assinatura do patrono, decorreu de\ninconsistência no sistema PJE.\nA fim de evitar possível prejuízo processual à parte e, se for o caso,\nreconsiderar a decisão monocrática impugnada, determino a\nremessa destes autos à Secretaria Geral Judiciária, para que, após\nanálise dos argumentos veiculados no mencionado recurso,\ndiligencie no sentido da emissão de parecer técnico para subsidiar\neventual posicionamento a ser adotado por este Relator, no âmbito\nda egrégia\nSubseção II Especializada em Dissídios desta Corte.\nApós, retornem conclusos.\nPublique-se.\nBrasília, 10 de janeiro de 2023.\nFirmado por assinatura digital (MP 2.200-2/2001)\nAMAURY RODRIGUES PINTO JUNIOR\nMinistro Relator\n",
        "extract_at": "2023-1-11",
        "title": "Diario_3639__11_1_2023.pdf",
        "book": "Caderno do Tribunal Superior do Trabalho - Judiciário"
    },
    {
        "procces_id": "Processo Nº ED-RO-0000249-34.2013.5.05.0000",
        "process": "Processo Nº ED-RO-0000249-34.2013.5.05.0000\n\n\n\n\nData da Disponibilização: Quarta-feira, 11 de Janeiro de 2023\nComplemento\nProcesso Eletrônico\nRelator\nMin. Douglas Alencar Rodrigues\nEmbargante e\nEmbargado\nSINDICATO DOS TRABALHADORES\nNAS INDÚSTRIAS METALÚRGICAS,\nSIDERÚRGICAS, MECÂNICAS,\nAUTOMOBILÍSTICAS E DE\nAUTOPEÇAS, DE MATERIAL\nELÉTRICO E ELETRÔNICO, DE\nINFORMÁTICA E DE EMPRESAS DE\nSERVIÇOS DE REPAROS,\nMANUTENÇÃO E MONTAGEM DO\nESTADO DA BAHIA E OUTRO\nAdvogado\nDr. Mauro de Azevedo Menezes(OAB:\n19241/DF)\nEmbargante e\nEmbargado\nPARANAPANEMA S.A.\nAdvogado\nDr. Maurício de Sousa Pessoa(OAB:\n156805/SP)\nIntimado(s)/Citado(s):\n  - PARANAPANEMA S.A.\n  - SINDICATO DOS TRABALHADORES NAS INDÚSTRIAS\nMETALÚRGICAS, SIDERÚRGICAS, MECÂNICAS,\nAUTOMOBILÍSTICAS E DE AUTOPEÇAS, DE MATERIAL\nELÉTRICO E ELETRÔNICO, DE INFORMÁTICA E DE\nEMPRESAS DE SERVIÇOS DE REPAROS, MANUTENÇÃO E\nMONTAGEM DO ESTADO DA BAHIA E OUTRO\nVistos etc.\nEm face do acórdão às fls. 2.691/2.802, ambas as partes opõem\nembargos de declaração (A Ré às fls. 2.831/2.833 e os Autores às\nfls. 2.836/2.846).\nEm respeito ao direito à ampla defesa e ao contraditório,\nconstitucionalmente assegurados, bem como em atenção à\nOrientação Jurisprudencial 142 da SBDI-1 do TST, concedo o prazo\nde 5 (cinco) dias às partes embargadas para, querendo, impugnar\nos embargos declaratórios apresentados.\nApós a apresentação de contraminuta ou o decurso do prazo\nrespectivo, inclua-se o feito em pauta para sessão telepresencial.\nPublique-se.\nBrasília, 19 de dezembro de 2022.\nFirmado por assinatura digital (MP 2.200-2/2001)\nDOUGLAS ALENCAR RODRIGUES\nMinistro Relator\n",
        "extract_at": "2023-1-11",
        "title": "Diario_3639__11_1_2023.pdf",
        "book": "Caderno do Tribunal Superior do Trabalho - Judiciário"
    },
    {
        "procces_id": "Processo Nº EDCiv-ROT-0007739-50.2021.5.15.0000",
        "process": "Processo Nº EDCiv-ROT-0007739-50.2021.5.15.0000\nComplemento\nProcesso Eletrônico\nRelator\nMin. Morgana de Almeida Richa\n\n\n\n\nData da Disponibilização: Quarta-feira, 11 de Janeiro de 2023\nEmbargante\nINCS - INSTITUTO NACIONAL DE\nCIENCIAS DA SAUDE\nAdvogado\nDr. Bruno Corrêa Ribeiro(OAB: 236258\n-A/SP)\nAdvogado\nDr. Bruno Mastrangelo Marques(OAB:\n307228-A/SP)\nEmbargado\nCARLOS ANDRE MAGNO E OUTROS\nAdvogado\nDr. Lisandre Rocha Patrício\nCarneiro(OAB: 163735-A/SP)\nAdvogado\nDr. Cynthia Christina Paschoal(OAB:\n250736-A/SP)\nAutoridade Coatora\nJUIZ TITULAR DA VARA DO\nTRABALHO DE ITU\nIntimado(s)/Citado(s):\n  - CARLOS ANDRE MAGNO E OUTROS\n  - INCS - INSTITUTO NACIONAL DE CIENCIAS DA SAUDE\n  - JUIZ TITULAR DA VARA DO TRABALHO DE ITU\nTrata-se de embargos de declaração opostos em face da decisão\nmonocrática de fls. 600/604, por meio da qual o recurso ordinário\nem mandado de segurança foi conhecido e desprovido.\nÉ o relatório.\nDECIDO:\nAlega o embargante a existência de omissão no acórdão prolatado\npor esta Eg. Subseção. Afirma que esta Eg. Corte deixou de se\npronunciar sob o enfoque das provas constantes nos autos que, no\nseu entender, evidenciam que os valores constritos nos autos\noriginários são repasses provenientes do contrato firmado com o\nMunicípio de São José dos Campos. Destaca que os documentos\nconstantes a fls. 355, 363, 371, 379, 385 e 390, demonstram o\nrecebimento de recursos públicos para aplicação na saúde. Pontua\nque os extratos e comprovantes colacionados a fls. 349/390\nrevelam que na contra sobre a qual recaiu o bloqueio não recebia\noutros créditos além daqueles repassados pelo Município de São\nJosé dos Campos.\nPasso à análise.\nOs embargos de declaração têm por finalidade provocar a\ncomplementação do julgado a fim de sanar vícios, com hipóteses\ntaxativamente previstas no art. 897-A da CLT e no art. 1.022 do\nCPC. Assim, as partes podem fazer uso dos embargos de\ndeclaração quando constatarem a existência de erro material,\nomissão, contradição, obscuridade no julgado, bem como para\nprequestionar tese (art. 1.025 do CPC c/c Súmula nº 297 do C.\nTST), inclusive para provocar complementação de fundamentação\ndeficiente (art. 489, § 1º, do CPC).\nTodavia, a medida não impõe ao julgador a obrigação de se\nmanifestar sobre a integralidade de argumentos formulados pelas\npartes, um a um, mas somente a respeito daqueles suficientes para\nfundamentar seu convencimento. Afinal, \"havendo tese explícita\nsobre a matéria, na decisão recorrida, desnecessário contenha nela\nreferência expressa do dispositivo legal para ter-se como\nprequestionado este\" (OJ nº 118 da SBDI-1 do C. TST). Insta\nsalientar também ser despiciendo o prequestionamento quando a\nalegada violação emergir da própria decisão recorrida (OJ nº 119 da\nSBDI-1 do C. TST).\nAntes de adentrar ao exame do caso dos autos, cumpre definir os\nvícios processuais, a fim de delimitar a análise do incidente à estrita\nmoldura nominada pela parte.\nDestarte, haverá omissão quando o julgado deixar de apreciar um\npedido, enquanto o prequestionamento evidencia apenas a\nnecessidade de manifestação adicional sobre questões jurídicas a\ntornar conhecida a matéria que será remetida, eventualmente,\nmediante recurso. Os vícios de obscuridade e contradição, por sua\nvez, ocorrem quando evidenciada a desarmonia da decisão.\nObscura é a decisão que padece de perspicuidade, enquanto a\ncontradição diz respeito ao antagonismo endógeno entre premissas\nsilogísticas e a subsunção ou entre o fundamento e a conclusão do\nprovimento.\nNo caso, não constatados os equívocos acima apontados, inviável a\nalteração das conclusões da decisão monocrática pela estreita via\ndos embargos declaratórios. Emerge das razões recursais mero\ninconformismo com o fundamento constante na decisão de fundo,\nque a respeito do tema manifestou-se detalhadamente:\n\"Em razões de recurso ordinário, o impetrante insurge-se contra o\nbloqueio de valores em sua conta bancária, sustentando sua\nqualidade de Organização Social, sem fins lucrativos, habilitada ao\nrecebimento de recursos financeiros e à administração de bens e\nequipamentos do Estado.\nAssevera que a constrição recaiu sobre conta destinada ao\nrecebimento de recursos repassados pelo Município de São Jose\ndos Campos, na forma do contrato nº 34/2020, cujo objeto é a\ngestão e execução das atividades e serviços de saúde na Unidade\nde Pronto Atendimento Campo dos Alemães.\nAssevera a impenhorabilidade de valores destinados\nexclusivamente à utilização de serviço público de saúde, nos termos\ndo art. 833, IX, do CPC.\nÀ análise.\nConforme se depreende dos autos, o ato impugnado na ação\nmandamental consiste em decisão da MM. Juíza da Vara do\nTrabalho de Itu/SP, nos autos da reclamação trabalhista subjacente,\nque deferiu pedido de antecipação de tutela de urgência,\nconsistente no pagamento de salários atrasados no prazo de 48\nhoras ou, em caso de não comprovação do cumprimento da ordem,\no bloqueio de valores na conta bancária do impetrante.\nAssim está posto o ato inquinado (fls. 248/249):\n\"Vistos.\nInformam os autores que as reclamadas não vêm efetuando o\npagamento de salários desde janeiro de 2021 e requerem, em sede\nde tutela antecipada, o arresto de bens da primeira reclamada no\nimporte de R$ 371.916,10. Esclarecem que, embora contratados,\nnão tiveram o contrato de trabalho anotado.\nPara instruir o pedido, juntou diversos documentos, dentre os quais\ncontroles de plantões, mensagens eletrônicas e extratos bancários.\nOs documentos juntados com a inicial evidenciam que os autores\nsão médicos que atuam no Hospital da Santa Casa de Misericórdia\nde Itu.\nTrata-se de fato público e notório, veiculado através da imprensa\nlocal, que a primeira reclamada afirmou não ter condições de honrar\nseus compromissos financeiros e que os médicos estão há meses\ntrabalhando sem receber salários.\nTal fato já seria o suficiente à demonstração do dano experimentado\npelos reclamantes, senão irreparável, certamente de difícil\nreparação, em função da natural demora na solução de demandas\nde cognição plena, como é o caso dos autos. Além disso, os direitos\nversados nas demandas trabalhistas são de natureza alimentar, daí\na premência quanto à sua satisfação, no que presente o periculum\nin mora.\nCom estas ponderações, antecipam-se os efeitos da tutela\nmeritória, para determinar, previamente, que a primeira reclamada\nefetue o pagamento de salários atrasados, no prazo de 48 horas,\ndiretamente aos autores e noticiando nos autos.\nNão havendo notícias do pagamento, proceda-se ao bloqueio\nbancário, pelo sistema SISBAJUD, em contas de titularidade da\n\n\n\n\nData da Disponibilização: Quarta-feira, 11 de Janeiro de 2023\nprimeira reclamada, até o limite de R$ 371.916,10. Infrutífera a\nmedida, proceda-se ao bloqueio de bens, por meio das demais\nferramentas disponíveis.\nO montante a ser bloqueado deverá levar em conta as parcelas\nainda pendentes de quitação, descontadas aquelas que\npresumidamente já foram quitadas.\nCite-se a primeira reclamada, inclusive da audiência já designada.\nIntime-se a parte reclamante da presente decisão e as demais\nreclamadas da audiência designada.\"\nPois bem.\nNão há dúvidas de que o Código de Processo Civil, prestigiando o\ndireito coletivo, disciplinou no inciso IX do art. 833 que são\nimpenhoráveis \"os recursos públicos recebidos por instituições\nprivadas para aplicação compulsória em educação, saúde ou\nassistência social\".\nDos documentos colacionados à ação mandamental extrai-se que o\nimpetrante firmou contrato com o Município de São Jose dos\nCampos/SP para a operacionalização da gestão e execução das\natividades e serviços de saúde na Unidade de Pronto Atendimento\nCampo dos Alemães.\nCompulsando os autos, verifica-se que litisconsortes passivos\najuizaram a reclamação trabalhista subjacente, postulando a\nanotação da CTPS e o pagamento de salários vencidos decorrentes\nda prestação de serviços médicos realizados no Hospital da Santa\nCasa de Misericórdia de Itu.\nOcorre que, conforme consignado na decisão recorrida, não há nos\nautos elementos capazes de comprovar que os valores alcançados\npelo bloqueio judicial sejam oriundos de recursos públicos.\nRegistre-se, por oportuno, que o próprio estatuto social do\nimpetrante prevê, em seu Capítulo XIII, diversas outras fontes de\nreceita (fl. 33).\nAssim, não verificada a existência de prova pré-constituída capaz\nde revelar a contrição de montante proveniente de repasse público,\nimpossível vislumbrar-se afronta a direito líquido e certo do\nimpetrante.\nÀ vista do exposto, nego provimento ao recurso ordinário.\"\nDepreende-se da transcrição da decisão recorrida, em cotejo com\nas razões de embargos de declaração, o nítido intento de reanálise\nda matéria.\nCumpre ressaltar que a premissa estabelecida no acórdão\nembargado foi no sentido de que não há nos autos elementos\ncapazes de comprovar que os valores alcançados pelo bloqueio\njudicial sejam oriundos de recursos públicos. Na oportunidade,\ndestacou-se que, que o próprio estatuto social do impetrante prevê,\nem seu Capítulo XIII, diversas outras fontes de receita.\nO reexame do mérito e da aplicação do direito é vedado em sede de\nembargos de declaração. Se a parte entende que o acórdão não\njulgou corretamente a questão (error in judicando), ou que tal\nentendimento destoa dos meios probatórios produzidos ou do\nposicionamento preponderante sobre a matéria, deve expor seu\ninconformismo por meio de medida recursal adequada.\nNestes termos, nego provimento.\nPublique-se.\nBrasília, 19 de dezembro de 2022.\nFirmado por assinatura digital (MP 2.200-2/2001)\nMORGANA DE ALMEIDA RICHA\nMinistra Relatora\n",
        "extract_at": "2023-1-11",
        "title": "Diario_3639__11_1_2023.pdf",
        "book": "Caderno do Tribunal Superior do Trabalho - Judiciário"
    },
    {
        "procces_id": "Processo Nº EDCiv-ROT-1002315-41.2019.5.02.0000",
        "process": "Processo Nº EDCiv-ROT-1002315-41.2019.5.02.0000\nComplemento\nProcesso Eletrônico\nRelator\nMin. Douglas Alencar Rodrigues\nEmbargante\nSIDNEY AKIRA NAKAOKA\nAdvogado\nDr. Alexandre de Assis Corrêa(OAB:\n133989-A/SP)\nAdvogado\nDr. Jorge Pinheiro Castelo(OAB:\n78398/SP)\nEmbargado\nHIDEAKI IIJIMA & CIA S/C HAIR\nMOEMA E OUTRA\nAdvogado\nDr. Caio Jubert Caiuby\nGuimaraes(OAB: 273233-A/SP)\nIntimado(s)/Citado(s):\n  - HIDEAKI IIJIMA & CIA S/C HAIR MOEMA E OUTRA\n  - SIDNEY AKIRA NAKAOKA\nVistos etc.\nPor meio da decisão às fls. 1310/1312, indeferi o requerimento de\njustiça gratuita, formulado nas razões do recurso ordinário,\nassinando prazo às Requerentes/autoras para comprovação do\npagamento das custas processuais, no prazo de cinco dias, em\nconformidade com o art. 99, § 7º, do CPC/2015 e a OJ 269, II, da\nSBDI-I do TST, sob pena de não conhecimento do apelo.\nO Recorrido/réu opõe embargos de declaração alegando a\nexistência de omissão na decisão, relativamente à ausência de\ndepósito recursal, matéria de ordem pública, passível de\nconhecimento de ofício.\nSustenta que \"além de não terem efetuado o pagamento das custas\nprocessuais quando da interposição do recurso ordinário, as\nempresas recorrentes, também, deixaram de efetuar o depósito\nrecursal, exigido pelo art. 899 da CLT, não sendo as autoras\nbeneficiárias da justa gratuita não são isentas do preparo recursal\n(§10 do art. 899 da CLT)\" (fl. 1315).\n\n\n\n\nData da Disponibilização: Quarta-feira, 11 de Janeiro de 2023\nAcrescenta que \"não se trata de situação de insuficiência do\ndepósito recursal, mas de sua absoluta ausência, não havendo\nespaço para a adoção da diligência a que aludem o §2º do art. 1007\ndo CPC e a OJ 140 da SBDI-1 do C.TST\" (fl. 1315).\nRequer seja reconhecida a deserção, assinalando que, além de não\nterem recolhido as custas, as Recorrentes/autoras deixaram de\nefetuar o depósito recursal, do qual não são isentas (art. 899 da\nCLT), sendo incabível a intimação a que se referem o § 2º do art.\n1007 do CPC de 2015 e a OJ 140 da SBDI-1 do TST.\nAssim resumida a espécie, profiro a seguinte decisão, com\nfundamento no artigo 1.024, § 2º, do CPC e na diretriz da Súmula\n421, I, desta Corte.\nRegulares e tempestivos, CONHEÇO dos embargos de declaração.\nNo mérito, sem nenhuma razão o Embargante.\nO pedido de corte rescisório foi julgado improcedente no acórdão\nrecorrido, inexistindo, portanto, condenação em pecúnia.\nNesse cenário, incabível o depósito recursal, conforme diretrizes\ndas Súmulas 99 e 161 do TST, assim redigidas:\nSúmula 99 do TST.\nAÇÃO RESCISÓRIA. DESERÇÃO. PRAZO (incorporada a\nOrientação Jurisprudencial nº 117 da SBDI-2) - Res. 137/2005, DJ\n22, 23 e 24.08.2005\nHavendo recurso ordinário em sede de rescisória, o depósito\nrecursal só é exigível quando for julgado procedente o pedido e\nimposta condenação em pecúnia, devendo este ser efetuado no\nprazo recursal, no limite e nos termos da legislação vigente, sob\npena de deserção. (ex-Súmula nº 99 - alterada pela Res. 110/2002,\nDJ 15.04.2002 - e ex-OJ nº 117 da SBDI-2 - DJ 11.08.2003)\nSúmula 161 do TST.\nDEPÓSITO. CONDENAÇÃO A PAGAMENTO EM PECÚNIA\n(mantida) - Res. 121/2003, DJ 19, 20 e 21.11.2003\nSe não há condenação a pagamento em pecúnia, descabe o\ndepósito de que tratam os §§ 1º e 2º do art. 899 da CLT (ex-\nPrejulgado nº 39).\nRelembro, ainda que a jurisprudência do TST está sedimentada no\nsentido de que o deferimento de honorários assistenciais não se\nenquadra no conceito de condenação em pecúnia para os efeitos da\nexigência de depósito recursal, conforme disposto no art. 2º,\nparágrafo único, da IN 27 do TST.\nAdemais, o entendimento externado no julgamento de minha\nrelatoria reproduzido nos embargos de declaração não se aplica ao\ncaso examinado. Veja-se que no referido julgado, a parte autora foi\ncondenada ao pagamento de custas processuais e, ao interpor\nrecurso ordinário, não requereu o benefício da justiça gratuita.\nNão há, portanto, qualquer vício a ser sanado.\nRessalto que o mero inconformismo quanto à decisão exarada ou\nainda o entendimento de que a decisão implicou violação de\ndispositivos de lei, sem a demonstração inequívoca dos vícios\nconsagrados nos artigos 1.022 do CPC e 897-A da CLT, não\nautoriza a oposição de embargos declaratórios.\nAnte o exposto, NEGO PROVIMENTO aos embargos de\ndeclaração.\nPublique-se.\nBrasília, 14 de dezembro de 2022.\nFirmado por assinatura digital (MP 2.200-2/2001)\nDOUGLAS ALENCAR RODRIGUES\nMinistro Relator\n",
        "extract_at": "2023-1-11",
        "title": "Diario_3639__11_1_2023.pdf",
        "book": "Caderno do Tribunal Superior do Trabalho - Judiciário"
    },
    {
        "procces_id": "Processo Nº EDCiv-ROT-0000219-06.2018.5.20.0000",
        "process": "Processo Nº EDCiv-ROT-0000219-06.2018.5.20.0000\nComplemento\nProcesso Eletrônico\nRelator\nMin. Morgana de Almeida Richa\nEmbargante\nJAZIEL COSTA SANTOS E OUTROS\nAdvogado\nDr. Carlos Eduardo Reis Cleto(OAB:\n352-A/SE)\nEmbargado\nVALE S.A.\nAdvogado\nDr. Nilton Correia(OAB: 1291/DF)\nIntimado(s)/Citado(s):\n  - JAZIEL COSTA SANTOS E OUTROS\n  - VALE S.A.\nTrata-se de embargos de declaração opostos em face da decisão\nmonocrática de fls. 1.237/1.251, por meio da qual o recurso\nordinário em ação rescisória foi conhecido e provido para julgar\nprocedente a pretensão desconstitutiva. Na oportunidade, a ré foi\ncondenada, em juízo rescisório, ao pagamento do adicional noturno\ne reflexos sobre as horas trabalhadas após as 5h, conforme se\napurar em liquidação de sentença.\nÉ o relatório.\nEm razões de embargos de declaração, insurge-se autor\nsustentando obscuridade na decisão embargada. Assevera que o\ndeferimento de reflexos sem o registro específico das parcelas\nindicadas na petição inicial da reclamação trabalhista pode gerar\nincidentes em sede de liquidação de sentença.\nPasso à análise.\nOs embargos de declaração têm por finalidade provocar a\ncomplementação do julgado a fim de sanar vícios, com hipóteses\ntaxativamente previstas no art. 897-A da CLT e no art. 1.022 do\nCPC. Assim, as partes podem fazer uso dos embargos de\ndeclaração quando constatarem a existência de erro material,\nomissão, contradição, obscuridade no julgado, bem como para\nprequestionar tese (art. 1.025 do CPC c/c Súmula nº 297 do C.\nTST), inclusive para provocar complementação de fundamentação\ndeficiente (art. 489, § 1º, do CPC).\nTodavia, a medida não impõe ao julgador a obrigação de se\nmanifestar sobre a integralidade de argumentos formulados pelas\npartes, um a um, mas somente a respeito daqueles suficientes para\nfundamentar seu convencimento. Afinal, \"havendo tese explícita\nsobre a matéria, na decisão recorrida, desnecessário contenha nela\nreferência expressa do dispositivo legal para ter-se como\nprequestionado este\" (OJ nº 118 da SBDI-1 do C. TST). Insta\nsalientar também ser despiciendo o prequestionamento quando a\nalegada violação emergir da própria decisão recorrida (OJ nº 119 da\nSBDI-1 do C. TST).\nAntes de adentrar ao exame do caso dos autos, cumpre definir os\nvícios processuais, a fim de delimitar a análise do incidente à estrita\nmoldura nominada pela parte.\nDestarte, haverá omissão quando o julgado deixar de apreciar um\npedido, enquanto o prequestionamento evidencia apenas a\nnecessidade de manifestação adicional sobre questões jurídicas a\ntornar conhecida a matéria que será remetida, eventualmente,\nmediante recurso. Os vícios de obscuridade e contradição, por sua\nvez, ocorrem quando evidenciada a desarmonia da decisão.\nObscura é a decisão que padece de perspicuidade, enquanto a\ncontradição diz respeito ao antagonismo endógeno entre premissas\nsilogísticas e a subsunção ou entre o fundamento e a conclusão do\nprovimento.\nNo caso, não constatados os equívocos acima apontados, inviável a\nalteração das conclusões da decisão monocrática pela estreita via\n\n\n\n\nData da Disponibilização: Quarta-feira, 11 de Janeiro de 2023\ndos embargos declaratórios. Emerge das razões recursais mero\ninconformismo com o fundamento constante na decisão de fundo,\nque a respeito do tema manifestou-se detalhadamente:\n\"À vista do exposto, dou provimento ao apelo (art. 932 do CPC),\npara julgar procedente a ação rescisória, com fundamento no art.\n966, V, do CPC, por violação literal do art. 73, § 5º, da CLT, a fim de\ndesconstituir o acórdão proferido pelo Eg. TRT nos autos da\nreclamação trabalhista nº 0001506-78.2021.5.20.0011, e, em juízo\nrescisório, proferindo novo julgamento da causa principal, dar\nprovimento ao recurso ordinário dos reclamantes, para condenar a\nreclamada ao pagamento do adicional noturno e reflexos sobre as\nhoras trabalhadas após as 5h, conforme se apurar em liquidação de\nsentença.\"\nDepreende-se da transcrição da decisão recorrida, em cotejo com\nas razões de embargos de declaração, o nítido intento de reanálise\nda matéria.\nCumpre ressaltar que a premissa estabelecida no acórdão\nembargado foi pela condenação da reclamada ao pagamento do\nadicional noturno e reflexos sobre as horas trabalhadas após as 5h,\nconforme se apurar em liquidação de sentença.\nO reexame do mérito e da aplicação do direito é vedado em sede de\nembargos de declaração. Se a parte entende que o acórdão não\njulgou corretamente a questão (error in judicando), ou que tal\nentendimento destoa dos meios probatórios produzidos ou do\nposicionamento preponderante sobre a matéria, deve expor seu\ninconformismo por meio de medida recursal adequada.\nNestes termos, nego provimento.\nPublique-se.\nBrasília, 19 de dezembro de 2022.\nFirmado por assinatura digital (MP 2.200-2/2001)\nMORGANA DE ALMEIDA RICHA\nMinistra Relatora\n",
        "extract_at": "2023-1-11",
        "title": "Diario_3639__11_1_2023.pdf",
        "book": "Caderno do Tribunal Superior do Trabalho - Judiciário"
    },
    {
        "procces_id": "Processo Nº EDCiv-ROT-0100639-81.2017.5.01.0000",
        "process": "Processo Nº EDCiv-ROT-0100639-81.2017.5.01.0000\nComplemento\nProcesso Eletrônico\nRelator\nMin. Morgana de Almeida Richa\nEmbargante\nCLÁUDIO ANTÔNIO FORTUNATO\nAdvogado\nDr. Pedro Ernesto Arruda Proto(OAB:\n78430/SP)\nEmbargado\nBANCO BRADESCO S.A.\nAdvogada\nDra. Guilmar Borges de Rezende(OAB:\n22259-A/RJ)\nAdvogado\nDr. Márcio Guimarães Pessoa(OAB:\n79459/RJ)\nEmbargado\nLOSANGO PROMOTORA DE\nVENDAS LTDA.\nIntimado(s)/Citado(s):\n  - BANCO BRADESCO S.A.\n  - CLÁUDIO ANTÔNIO FORTUNATO\n  - LOSANGO PROMOTORA DE VENDAS LTDA.\nTrata-se de embargos de declaração opostos em face da decisão\nmonocrática de fls. 531/537, por meio da qual o recurso ordinário\nem ação rescisória foi conhecido e desprovido. Na oportunidade, foi\nmantida a configuração da decadência detectada pela Corte de\norigem.\nÉ o relatório.\nDECIDO:\nAlega o embargante a existência de omissão no acórdão prolatado\npor esta Eg. Subseção. Afirma que esta Eg. Corte deixou de se\npronunciar sob o enfoque da existência de certidão emitida por\nservidor do Tribunal Superior do Trabalho por meio da qual foi\n\n\n\n\nData da Disponibilização: Quarta-feira, 11 de Janeiro de 2023\nregistrado o trânsito em julgado da reclamação trabalhista originária\nem 12/6/2015.\nPasso à análise.\nOs embargos de declaração têm por finalidade provocar a\ncomplementação do julgado a fim de sanar vícios, com hipóteses\ntaxativamente previstas no art. 897-A da CLT e no art. 1.022 do\nCPC. Assim, as partes podem fazer uso dos embargos de\ndeclaração quando constatarem a existência de erro material,\nomissão, contradição, obscuridade no julgado, bem como para\nprequestionar tese (art. 1.025 do CPC c/c Súmula nº 297 do C.\nTST), inclusive para provocar complementação de fundamentação\ndeficiente (art. 489, § 1º, do CPC).\nTodavia, a medida não impõe ao julgador a obrigação de se\nmanifestar sobre a integralidade de argumentos formulados pelas\npartes, um a um, mas somente a respeito daqueles suficientes para\nfundamentar seu convencimento. Afinal, \"havendo tese explícita\nsobre a matéria, na decisão recorrida, desnecessário contenha nela\nreferência expressa do dispositivo legal para ter-se como\nprequestionado este\" (OJ nº 118 da SBDI-1 do C. TST). Insta\nsalientar também ser despiciendo o prequestionamento quando a\nalegada violação emergir da própria decisão recorrida (OJ nº 119 da\nSBDI-1 do C. TST).\nAntes de adentrar ao exame do caso dos autos, cumpre definir os\nvícios processuais, a fim de delimitar a análise do incidente à estrita\nmoldura nominada pela parte.\nDestarte, haverá omissão quando o julgado deixar de apreciar um\npedido, enquanto o prequestionamento evidencia apenas a\nnecessidade de manifestação adicional sobre questões jurídicas a\ntornar conhecida a matéria que será remetida, eventualmente,\nmediante recurso. Os vícios de obscuridade e contradição, por sua\nvez, ocorrem quando evidenciada a desarmonia da decisão.\nObscura é a decisão que padece de perspicuidade, enquanto a\ncontradição diz respeito ao antagonismo endógeno entre premissas\nsilogísticas e a subsunção ou entre o fundamento e a conclusão do\nprovimento.\nNo caso, não constatados os equívocos acima apontados, inviável a\nalteração das conclusões da decisão monocrática pela estreita via\ndos embargos declaratórios. Emerge das razões recursais mero\ninconformismo com o fundamento constante na decisão de fundo,\nque a respeito do tema manifestou-se detalhadamente:\n\"Em razões de recurso ordinário, insurge-se o autor contra a\nconfiguração da decadência, sustentando que o trânsito em julgado\nnos autos do processo matriz somente se operou com a decisão\nque denegou seguimento ao recurso de extraordinário interposto.\nDestaca que a certidão constante nos autos evidencia o trânsito em\njulgado em 12/6/2015, sendo tempestiva a propositura da ação\nrescisória em 8/5/2017.\nÀ análise.\nConsoante se infere dos autos, a ação rescisória foi ajuizada com o\nobjetivo de desconstituir o acórdão prolatado pelo Tribunal Regional\ndo Trabalho da 1ª Região nos autos da reclamação trabalhista\nsubjacente, com fundamento no inciso V do art. 485 do CPC.\nEm consulta ao sistema de acompanhamento processual desta Eg.\nCorte, verifica-se, conforme consignado na decisão recorrida, que\ncontra a decisão rescindenda foi interposto recurso de revista cujo\nseguimento foi denegado (fl. 220/221). Interposto agravo de\ninstrumento, a Eg. 4ª Turma do Tribunal Superior do Trabalho\nnegou-lhe provimento pelo acórdão de fls. 224/236, publicado em\n29/8/2014.\nInconformado o autor, então reclamante, interpôs o recurso de\nembargos, cujo seguimento foi denegado, por incabível (Súmula\n353/TST), em decisão publicada em 10/2/2015.\nEm 25/2/2015, o reclamante manejou recurso extraordinário contra\na referida decisão monocrática.\nO Exmo. Ministro Vice-Presidente do TST denegou seguimento ao\napelo, sob o fundamento de que manifestamente incabível (DEJT\nde 29/4/2015). Na oportunidade, destacou que o então recorrente\nnão se utilizou do agravo previsto nos arts. 557, § 1º, do CPC/73 e\n896, § 5º, do TST. Ressaltou, ainda, que o prazo para a\nimpugnação de decisão monocrática encerrou-se em 18/2/2015 (fls.\n294/296).\nPois bem.\nNa forma da Súmula 100 do TST, item I, \"o prazo de decadência, na\nação rescisória, conta-se do dia imediatamente subseqüente ao\ntrânsito em julgado da última decisão proferida na causa, seja de\nmérito ou não\", ao passo que seu item III orienta que, \"salvo se\nhouver dúvida razoável, a interposição de recurso intempestivo ou a\ninterposição de recurso incabível não protrai o termo inicial do prazo\ndecadencial\".\nNa hipótese, esta evidenciado nos autos que a parte utilizou-se de\nrecursos manifestamente incabíveis para cada momento\nprocessual, situação que atrai a incidência do item III da Súmula\n100 do TST.\nAssim, evidenciado o ajuizamento da ação rescisória apenas em\n8/5/2017 (fl. 3), inafastável a caracterização da decadência, uma\nvez que inobservado o prazo a que alude o art. 495 do CPC/73.\nRegistre-se, por fim que, nos termos da Súmula 100, IV, desta\nCorte, \"o juízo rescindente não está adstrito à certidão de trânsito\nem julgado juntada com a ação rescisória, podendo formar sua\nconvicção através de outros elementos dos autos quanto à\nantecipação ou postergação do \"dies a quo\" do prazo decadencial\".\n Ante o exposto, com esteio no art. 932 do CPC, nego provimento\nao recurso ordinário.\nPublique-se.\"\nDepreende-se da transcrição da decisão recorrida, em cotejo com\nas razões de embargos de declaração, o nítido intento de reanálise\nda matéria.\nCumpre ressaltar que a premissa estabelecida no acórdão\nembargado foi pela caracterização da decadência, uma vez que\ninobservado o prazo a que alude o art. 495 do CPC/73. Na\noportunidade, destacou-se que, na forma do item IV da Súmula 100\ndo TST, \"o juízo rescindente não está adstrito à certidão de trânsito\nem julgado juntada com a ação rescisória, podendo formar sua\nconvicção através de outros elementos dos autos quanto à\nantecipação ou postergação do \"dies a quo\" do prazo decadencial\".\nO reexame do mérito e da aplicação do direito é vedado em sede de\nembargos de declaração. Se a parte entende que o acórdão não\njulgou corretamente a questão (error in judicando), ou que tal\nentendimento destoa dos meios probatórios produzidos ou do\nposicionamento preponderante sobre a matéria, deve expor seu\ninconformismo por meio de medida recursal adequada.\nNestes termos, nego provimento.\nPublique-se.\nBrasília, 19 de dezembro de 2022.\nFirmado por assinatura digital (MP 2.200-2/2001)\nMORGANA DE ALMEIDA RICHA\nMinistra Relatora\n",
        "extract_at": "2023-1-11",
        "title": "Diario_3639__11_1_2023.pdf",
        "book": "Caderno do Tribunal Superior do Trabalho - Judiciário"
    },
    {
        "procces_id": "Processo Nº ROT-0000754-51.2020.5.06.0000",
        "process": "Processo Nº ROT-0000754-51.2020.5.06.0000\nComplemento\nProcesso Eletrônico\nRelator\nMin. Luiz José Dezena da Silva\nRecorrente\nEXPRESSO VERA CRUZ LTDA\nAdvogado\nDr. Fernando Antônio Malta\nMontenegro(OAB: 4239-A/PE)\nRecorrido\nSINDICATO DOS TRABALHADORES\nEM TRANSPORTES RODOVIÁRIOS\nURBANOS DE PASSAGEIROS DO\nRECIFE E REGIÕES\nMETROPOLITANA DA MATA SUL E\nNORTE DE PERNAMBUCO\nAdvogado\nDr. Raquel de Oliveira Sousa(OAB:\n4572-A/SE)\nAutoridade Coatora\nMINISTÉRIO PÚBLICO DO\nTRABALHO DA 6ª REGIÃO\nRecorrido\nJUIZ TITULAR DA 4ª VARA DO\nTRABALHO DE JABOATÃO DOS\nGUARARAPES\nIntimado(s)/Citado(s):\n  - EXPRESSO VERA CRUZ LTDA\n  - JUIZ TITULAR DA 4ª VARA DO TRABALHO DE JABOATÃO\nDOS GUARARAPES\n  - MINISTÉRIO PÚBLICO DO TRABALHO DA 6ª REGIÃO\n  - SINDICATO DOS TRABALHADORES EM TRANSPORTES\nRODOVIÁRIOS URBANOS DE PASSAGEIROS DO RECIFE E\nREGIÕES METROPOLITANA DA MATA SUL E NORTE DE\nPERNAMBUCO\nVistos etc..\nTrata-se de mandado de segurança impetrado por Expresso Vera\nCruz Ltda. contra decisão que deferiu tutela provisória de urgência\nno processo matriz n.º ACPCiv 0000567-96.2020.5.06.0144.\nOcorre, entretanto, que em consulta realizada junto ao sistema\neletrônico de acompanhamento processual do TRT da 6.ª Região,\nverifica-se que foi prolatada sentença nos autos da ação originária,\nem que praticado o ato questionado no presente mandamus, cuja\npublicação ocorreu em 11/11/2022.\nTem-se, por conseguinte, a perda superveniente do interesse\njurídico do impetrante, nos exatos termos do entendimento\nsedimentado no item III da Súmula n.º 414 do TST, in verbis:\n\"MANDADO DE SEGURANÇA. TUTELA PROVISÓRIA\nCONCEDIDA ANTES OU NA SENTENÇA\n(...)\nIII - A superveniência da sentença, nos autos originários, faz perder\no objeto do mandado de segurança que impugnava a concessão ou\no indeferimento da tutela provisória.\"\nAnte o exposto, conheço do Recurso Ordinário e denego a\nsegurança, em decorrência da perda superveniente do interesse\njurídico do impetrante, nos termos do art. 6.º, § 5.º, da Lei n.º\n12.016/2009 c/c art. 485, I, do CPC.\nPublique-se.\nBrasília, 11 de janeiro de 2023.\nFirmado por assinatura digital (MP 2.200-2/2001)\nLUIZ JOSÉ DEZENA DA SILVA\nMinistro Relator\n",
        "extract_at": "2023-1-11",
        "title": "Diario_3639__11_1_2023.pdf",
        "book": "Caderno do Tribunal Superior do Trabalho - Judiciário"
    },
    {
        "procces_id": "Processo Nº ROT-0000594-26.2020.5.06.0000",
        "process": "Processo Nº ROT-0000594-26.2020.5.06.0000\nComplemento\nProcesso Eletrônico\nRelator\nMin. Luiz José Dezena da Silva\nRecorrente\nMETROPOLITANA EMPRESA DE\nTRANSPORTE COLETIVO LTDA\nAdvogado\nDr. Fernando Antônio Malta\nMontenegro(OAB: 4239-A/PE)\nAdvogado\nDr. Fernando André Leão\nCarvalho(OAB: 26784/PE)\nRecorrido\nMINISTÉRIO PÚBLICO DO\nTRABALHO DA 6ª REGIÃO\nProcurador\nDr. Lívia Viana de Arruda\nAutoridade Coatora\nJUIZ TITULAR DA 11ª VARA DO\nTRABALHO DE RECIFE\nIntimado(s)/Citado(s):\n  - JUIZ TITULAR DA 11ª VARA DO TRABALHO DE RECIFE\n  - METROPOLITANA EMPRESA DE TRANSPORTE COLETIVO\nLTDA\n  - MINISTÉRIO PÚBLICO DO TRABALHO DA 6ª REGIÃO\nVistos etc..\nTrata-se de mandado de segurança impetrado por Metropolitana\nEmpresa de Transporte Coletivo Ltda. contra decisão que deferiu\ntutela provisória de urgência no processo matriz n.º ACPCiv\n0000458-93.2020.5.06.0011.\nOcorre, entretanto, que em consulta realizada junto ao sistema\neletrônico de acompanhamento processual do TRT da 6.ª Região,\nverifica-se que foi prolatada sentença nos autos da ação originária,\nem que praticado o ato questionado no presente mandamus, cuja\npublicação ocorreu em 30/11/2022.\nTem-se, por conseguinte, a perda superveniente do interesse\njurídico do impetrante, nos exatos termos do entendimento\nsedimentado no item III da Súmula n.º 414 do TST, in verbis:\n\n\n\n\nData da Disponibilização: Quarta-feira, 11 de Janeiro de 2023\n\"MANDADO DE SEGURANÇA. TUTELA PROVISÓRIA\nCONCEDIDA ANTES OU NA SENTENÇA\n(...)\nIII - A superveniência da sentença, nos autos originários, faz perder\no objeto do mandado de segurança que impugnava a concessão ou\no indeferimento da tutela provisória.\"\nAnte o exposto, conheço do Recurso Ordinário e denego a\nsegurança, em decorrência da perda superveniente do interesse\njurídico do impetrante, nos termos do art. 6.º, § 5.º, da Lei n.º\n12.016/2009 c/c art. 485, I, do CPC.\nPublique-se.\nBrasília, 11 de janeiro de 2023.\nFirmado por assinatura digital (MP 2.200-2/2001)\nLUIZ JOSÉ DEZENA DA SILVA\nMinistro Relator\n",
        "extract_at": "2023-1-11",
        "title": "Diario_3639__11_1_2023.pdf",
        "book": "Caderno do Tribunal Superior do Trabalho - Judiciário"
    },
    {
        "procces_id": "Processo Nº ROT-1000275-91.2016.5.02.0000",
        "process": "Processo Nº ROT-1000275-91.2016.5.02.0000\nComplemento\nProcesso Eletrônico\nRelator\nMin. Amaury Rodrigues Pinto Junior\nRecorrente\nWAGNER RIBEIRO CAMPOS\nAdvogado\nDr. Antônio Carlos José Romão(OAB:\n74655-D/SP)\nRecorrido\nMUNICÍPIO DE GUARULHOS\nAdvogada\nDra. Suzana Klibis(OAB: 247276/SP)\nIntimado(s)/Citado(s):\n  - MUNICÍPIO DE GUARULHOS\n  - WAGNER RIBEIRO CAMPOS\nTrata-se de recurso ordinário interposto por Wagner Ribeiro\nCampos contra acórdão do Tribunal Regional do Trabalho da 2ª\nRegião, que julgou procedente a pretensão rescisória ajuizada pelo\nMunicípio de Guarulhos, com fundamento no art. 485, V, do CPC,\nvisando desconstituir o acórdão prolatado na ação trabalhista n.º\n0000347-34.2013.5.02.0313.\nContrarrazões apresentadas, às fls. 525/530.\nO Ministério Público do Trabalho oficia, à fl. 540, pelo conhecimento\ne provimento do recurso.\nÉ o relatório.\nCONHECIMENTO\nAtendidos os pressupostos extrínsecos de admissibilidade, conheço\ndo recurso.\nMÉRITO\nO Tribunal Regional do Trabalho da 2ª Região julgou procedente a\npretensão rescisória, por violação a norma legal, para afastar a\ncondenação ao pagamento das parcelas \"sexta-parte\" e\n\"quinquênios\". Eis os fundamentos:\nAção Rescisória. Inconstitucionalidade do art. 97 da Lei Orgânica do\nMunicípio de Guarulhos.\nTrata-se de ação rescisória proposta pelo Município de Guarulhos,\npela qual pretende a rescisão da decisão proferida nos autos\nprincipais (Processo nº 0000347-34.2013.5.02.0313), baseado em\ndeclaração de inconstitucionalidade do art. 97 da Lei Orgânica do\nMunicípio, que fundamentou a concessão do benefício pleiteado,\nconsistente em quinquênio, e concedido na ação principal, pelo\nTribunal de Justiça do Estado de São Paulo, consoante se verifica\nna ação direta de inconstitucionalidade nº 2083718-\n70.2014.8.26.0000 (id c7f2804), bem como por este E. TRT, em\n",
        "extract_at": "2023-1-11",
        "title": "Diario_3639__11_1_2023.pdf",
        "book": "Caderno do Tribunal Superior do Trabalho - Judiciário"
    },
    {
        "procces_id": "processo 0009239-61.2014.5.02.0000",
        "process": "processo 0009239-61.2014.5.02.0000, com a edição da Súmula 25.\nDe fato, este E. TRT firmou entendimento jurisprudencial no sentido\nde que o art. 97 da Lei Orgânica do Município de Guarulhos padece\nde inconstitucionalidade, por afronta ao art. 61, § 1º, II, \"a\", da CF,\npor vício formal de iniciativa e usurpação de competência,\nporquanto não proposto pelo Chefe do Poder Executivo, através da\nSúmula 25.\nO verbete de referida Súmula pacificou a jurisprudência quanto a\ninconstitucionalidade de referido artigo de legislação municipal.\nDiante do grande número de ações distribuídas em relação à\nreferida matéria, com diversas soluções entre as Turmas deste E.\nTribunal Regional do Trabalho da 2ª Região, foi instaurado o\nincidente de resolução de demandas repetitivas (IRDR) Processo\n0000444-95.2016.5.02.0000 pelo Pleno deste Regional, conforme\nacórdão do Exmo. Redator Designado Flávio Villano Macêdo, pelo\nqual se fixou a seguinte tese:\n\"INCIDENTE DE RESOLUÇÃO DE DEMANDAS REPETITIVAS.\nAÇÃO RESCISÓRIA. INCONSTITUCIONALIDADE DO ARTIGO 97\nDA LEI ORGÂNICA DO MUNICÍPIO DE GUARULHOS. FIXAÇÃO\nDE TESES 1. As decisões proferidas em reclamações trabalhistas\nque reconheceram direito à percepção de quinquênios e sexta-parte\nde vencimentos, com fulcro no artigo 97 da Lei Orgânica do\nMunicípio de Guarulhos, transitadas em julgado sob a égide do\nCódigo de Processo Civil de 1973 não se mostram passíveis de\ncorte rescisório por afronta à Súmula 25 deste Regional.\n2) As decisões proferidas em reclamações trabalhistas que\nreconheceram direito à percepção de quinquênios e sexta-parte de\nvencimentos, com fulcro no artigo 97 da Lei Orgânica do Município\nde Guarulhos - declarado inconstitucional pelo TJ/SP, sem\nmodulação de efeitos, por força da Ação Direta de\nInconstitucionalidade nº 2083718-70.2014.5.8.26.0000 - passada s\nem julgado antes de 5 de fevereiro de 2015 (data de publicação da\ndecisão da ADI no DJE) - não são passíveis de corte rescisório,\ncom base no artigo 966 , V, do CPC/2015 (artigo 485, V do\nCPC/1973), pois ainda não transitada em julgado a decisão\nproferida na ADI, pendente de análise perante o Supremo Tribunal\nFederal.(destaquei)\nNão há dúvida quanto ao efeito vinculante das decisões de recursos\nrepetitivos para todos os órgãos deste Tribunal. Entretanto, como se\ninfere da própria solução do controle difuso de constitucionalidade\natravés da solução do IRDR 0000444-95.2016.5.02.0000, houve\nmodulação dos efeitos da decisão, na medida em que inexistia\ndecisão definitiva na ação em que se deu o controle concentrado da\nmesma inconstitucionalidade, de competência originária do Tribunal\nde Justiça do Estado de São Paulo, e que pendia de solução\nrecursal perante o Supremo Tribunal Federal.\nA decisão supra transcrita, referente à uniformização da declaração\nde inconstitucionalidade por meio difuso, situou-se em dois\ndirecionamentos, diante da inexistência de decisão definitiva na\nação direta de inconstitucionalidade (controle concentrado,\nportanto): (i) ação rescisória por divergência por respeito a decisões\nproferidas através de IRDR somente seria possível a partir da\nvigência do novo CPC, que previu essa modalidade vinculante de\nuniformização de jurisprudência; (ii) diante da inexistência de\ntrânsito em julgado da decisão proferida pelo Tribunal de Justiça do\nEstado de São Paulo, somente seria passível de corte rescisório\naqueles processos cujo trânsito em julgado fosse posterior a\n\n\n\n\nData da Disponibilização: Quarta-feira, 11 de Janeiro de 2023\npublicação da decisão proferida na ação direta (05.02.2015).\nRegistro que o acórdão referido realiza o efeito modulador da\ndeclaração de inconstitucionalidade, porquanto considera que a\nfalta deste na ação direta estava pendente de análise recursal\nperante o Supremo Tribunal Federal.\nMuito embora não tenha ocorrido o trânsito em julgado da solução\nuniformizadora de jurisprudência deste Tribunal, o que se vê do\nandamento processual disponibilizado no site do C.TST, que\ninforma estar conclusos para voto no gabinete do Exmo. Ministro\nRelator Douglas Alencar Rodrigues desde 11.12.2018, fato é que a\ndecisão uniformizadora no controle difuso não pode se opor à\nsolução da ação direta de inconstitucionalidade, agora já transitada\nem julgado. E nesta não houve qualquer modulação dos efeitos, de\nmodo que prevalece o entendimento de que a inconstitucionalidade\nde lei local é decisão declaratória, com efeitos ex tunc.\nNecessário destacar que a retroação dos efeitos da declaração da\ninconstitucionalidade decorre da própria decisão do Tribunal de\nJustiça do Estado de São Paulo que, agora, conta com o aval da\nSuprema Corte. Nem se avente que a decisão do Supremo Tribunal\nFederal não ingressou na análise meritória. Como se sabe, o\ncontrole concentrado da legalidade de atos normativos municipais é\nrealizado por competência material pelo Tribunal de Justiça de cada\nEstado federado.\nNão decorre daí qualquer desrespeito à jurisprudência uniformizada\ndeste Tribunal Regional, na medida em que ambas as decisões são\npela inconstitucionalidade (em controle difuso e concentrado), e a\nprocedência desta ação está jungida aos efeitos da declaração de\nlei inconstitucional em relação à coisa julgada.\nA análise do acórdão proferido nos autos da ação declaratória de\ninconstitucionalidade processo TJ 2083718-70.2014.8.26.0000,\nevidencia que o pedido foi acolhido por afronta à Constituição\nEstadual (arts. 5º e 47, incisos II e XIV). Não houve, no acórdão do\nTribunal de Justiça, agora transitado em julgado, qualquer\nmodulação de efeitos.\nNeste sentido, a decisão da ação direta de inconstitucionalidade se\nsobrepõe à uniformização de jurisprudência neste E. Tribunal e,\ndesse modo, a rescisão do julgado é medida que se impõe, em que\npese os termos do acórdão na IRDR 0000444-95.2016.5.02.0000\n(TRT).\nIsto porque, o regramento da declaração de inconstitucionalidade\npela via do controle concentrado não se sujeita a prazo, sendo que\na lei inconstitucional pode ser assim declarada a qualquer tempo.\nCom mais razão, o ato do Judiciário (decisão com trânsito em\njulgado que faça coisa julgada material) não supera ato do\nlegislativo e, e de igual forma, desafia medida judicial que invalide a\ndecisão eivada de inconstitucionalidade. Neste sentido, perfaz-se\nante a coisa julgada de ato inconstitucional o respeito ao princípio\ndemocrático, na medida em que ato do legislativo (lei local)\nentendida inconstitucional pode ser desfeita a qualquer tempo, com\nefeitos ex tunc, não se justificando a sedimentação da\ninconstitucionalidade por meio de decisão judicial, em que o prolator\nda decisão sequer está investido de representatividade política.\nA coisa julgada material, embora reconhecida constitucionalmente\n(art. 5º, XXXVI, da CF) traz qualidade a efeito da sentença que é a\ndefinitividade e a imutabilidade. Mas a norma constitucional\npressupõe a que todo o sistema jurídico seja respeitado, já que o\nfundamento da coisa julgada é a segurança jurídica. Ao fazer lei\nentre as partes, a coisa julgada material somente pode ser\nconsiderada existente se o ato judicial for constitucional, desafiando\nrescisão toda a decisão contaminada de inconstitucionalidade.\nPortanto, procedente a ação rescisória. Apenas ad cautelam,\nregistro que a procedência desta rescisória cumpre perfeitamente\ncom a determinação de que o art. 97 da Lei Orgânica do Município\nde Guarulhos tenha (...) sua retirada definitiva do ordenamento\njurídico, sendo que questões acerca da extensão da decisão para\nfins de solução na hipótese de processos em que o crédito já tenha\nsido pago, deve ser analisada caso a caso, perante o juiz\ncompetente do julgamento da reclamação trabalhista e da execução\n(juízo de primeiro grau), garantido o contraditório e observando-se\nquanto a decisão que eventualmente venha ser proferida, o duplo\ngrau de jurisdição a ambas as partes.\nBem por isso, julgo PROCEDENTE a ação rescisória, rescindindo o\nv.acórdão proferido nos autos do processo nº 0000347-\n34.2013.5.02.0313, em trâmite perante a 3ª Vara do Trabalho de\nGuarulhos, em relação à condenação no pagamento de quinquênio\ne sexta-parte.\nCustas processuais a cargo da ré no importe de R$ 40,00,\ncalculadas sobre o valor dado à causa de R$ 2.000,00. Concedo à\nré os benefícios da justiça gratuita, ficando isenta do recolhimento\ndas custas processuais.Honorários advocatícios a cargo da ré, ora\narbitrado em 5%, nos termos do art. 86 do CPC e item IV da Súmula\n219 do C.TST, dos quais fica isenta, uma vez que é beneficiária da\njustiça gratuita.\nO recorrente alega que não houve pronunciamento no acórdão\nrescindendo acerca da inconstitucionalidade do art. 97 da LOM ou\ndas violações apontadas na inicial, o que atrairia o óbice da Súmula\nn° 298 do TST. Argui que à época em que ajuizada a ação de corte,\no acórdão que declarou a inconstitucionalidade do art. 97 da LOM\nnão havia transitado em julgado e, por isso, não teria o condão de\natingir a coisa julgada. Aduz não ser possível o controle\nconcentrado de leis e atos normativos municipais, razão pela qual a\ndecisão do Tribunal de Justiça de São Paulo não tem o condão de\nvincular todas as ações que versem sobre o art. 97 da lei local,\ntendo apenas efeitos inter partes.\nNo que interessa, o acórdão rescindendo consignou:\nO reclamante é empregado público, desde 28/11/1984, quando foi\nadmitido, mediante aprovação em concurso público, para exercer a\nfunção de \"Trabalhador Braçal\" (doc. 04, volume em apartado), cuja\ndenominação do cargo foi posteriormente alterada para \"Assistente\nde Administração II\" (doc. 05 do volume em apartado). A reclamada\né o Município de Guarulhos.\nRegulamentando o tema, o artigo 97, da Lei Orgânica do Município\nde Guarulhos, prevê: \"Ao servidor municipal é assegurado o\npercebimento do adicional por tempo de serviço, sempre concedido\npor quinquênio, bem como a sexta parte dos vencimentos integrais,\nconcedido após 20 (vinte) anos de serviço exclusivamente\nmunicipal, que serão incorporados aos vencimentos, para todos os\nefeitos legais\".\nA doutrina se direciona no sentido de reconhecer os empregados\npúblicos (aqueles contratados sob o regime de CLT) como sendo\nespécie pertencente ao gênero servidor público. Trata-se da\nhipótese dos autos, já que o reclamante foi contratado pelo regime\nceletista.\nEstá, portanto, na correta definição terminológica, empregados\npúblicos, espécie do gênero servidor público civil.\nAcrescente-se que não há distinção sobre funcionário público\nmunicipal, no artigo 97 da Lei Orgânica Municipal. Saliente-se que,\nonde a lei não distingue, não cabe ao interprete fazê-lo.\nNão prospera, ainda, a alegação do reclamado (fl. 129), no sentido\nde que esta Municipalidade possui legislação específica (artigo 9º\nda Lei n. 4.274/93) que afasta expressamente a concessão dos\nbenefícios em questão a funcionários celetistas.\nComo já mencionado, a interpretação da norma do art. 97, da Lei\n\n\n\n\nData da Disponibilização: Quarta-feira, 11 de Janeiro de 2023\nOrgânica Municipal, não dá margem à exclusão dos servidores\nceletistas do recebimento das referidas verbas.\nAssim, faz jus o reclamante à concessão dos quinquênios, na\nproporção 5% a cada 5 anos de prestação de serviços, com base\nno Estatuto dos Funcionários Públicos Municipais de Guarulhos (Lei\n1.429/1968).\nA base de cálculo a ser aplicada para o cálculo do quinquênio, é o\nsalário básico do reclamante.\nDe mencionar-se, por analogia, o entendimento do C. TST,\nconsubstanciado na Orientação Jurisprudencial nº 60 da SDI1, que\no adicional por tempo de serviço, previsto no art. 129 da\nConstituição do Estado de São Paulo, deve incidir sobre o\nvencimento básico do servidor público estadual.\n\"60. Adicional por tempo de serviço. base de cálculo. Salário-base.\nArt. 129 da Constituição do Estado de São Paulo. DJ 14.03.2008. O\nadicional por tempo de serviço - qüinqüênio previsto no art. 129 da\nConstituição do Estado de São Paulo, tem como base de cálculo o\nvencimento básico do servidor público estadual, ante o disposto no\nart. 11 da Lei Complementar do Estado de São Paulo nº 713, de\n12.04.1993.\"\nA respeito ao direito do reclamante à parcela denominada sexta\nparte, com razão o reclamante.\nO art. 97, da Lei Orgânica do Município de Guarulhos, ao tratar\nsobre o tema, estabelece que ao servidor público municipal é\nassegurado a sexta parte dos vencimentos integrais, concedido\napós 20 anos de serviço exclusivamente municipal, que serão\nincorporados aos vencimentos para todos os efeitos legais.\nNão há distinção sobre funcionário público municipal no artigo em\ncomento, tendo em vista que o dispositivo menciona \"servidor\npúblico\", que é gênero.\nDe aplicar-se, analogicamente, a Súmula nº 4 deste E. TRT, que\nassim reza: \"Servidor Público Estadual Sexta Parte dos\nvencimentos benefício que abrange todos os servidores e não\napenas os estatutários. (RA Nº 02/05 DJE 25/10/05).\"\nComo já mencionado, a interpretação da norma do art. 97, da Lei\nOrgânica Municipal, não dá margem à exclusão dos servidores\nceletistas do recebimento das referidas verbas.\nEm face disso, também não procede a alegada violação ao princípio\nda reserva de plenário (art. 97 da CF/88), nem ofensa ao princípio\nda isonomia.\nIgualmente, não há falar-se em violação ao princípio da separação\nde poderes (art. 2º da CF/88) ou à Súmula 339 do STF, pois a\ninterpretação retromencionada não implica retificação de texto de\nlei, de modo a ampliar os limites da norma em comento.\nDessa forma, devida a concessão do pagamento da parcela\ndenominada sexta parte.\nCom relação à base de cálculo do referido benefício, o art. 97, da\nLei da Orgânica do Município, é expresso, autorizando sua\nincidência sobre os vencimentos integrais.\nAs verbas deferidas, quais sejam, quinquênios e sexta parte, devem\nobservar o período imprescrito acima reconhecido.\nAssim, faz jus o reclamante ao adicional de tempo de serviço\n(quinquênio), no percentual de 5%, calculado sobre o vencimento\nbásico, bem como a sexta parte, calculada sobre os vencimentos\nintegrais, observada a prescrição, em parcelas vencidas e\nvincendas até implantação em folha de pagamento, bem como os\nreflexos em 13º salário, horas extras, férias e depósitos do FGTS,\nnos termos expressamente requeridos, cuja apuração deverá ser\nfeita em regular liquidação de sentença.\nComo se pode inferir da transcrição, o acórdão rescindendo não\nabordou a matéria sob o enfoque da inconstitucionalidade do art. 97\nda Lei Orgânica do Município de Guarulhos, tampouco se\nmanifestou acerca da norma inserta nos artigos 37, X, 61, § 1º, II,\n\"a\", e 169, § 1º, I e II, da Constituição Federal e 5º, § 2º, 24, § 2º, I,\n25 e 144 da Constituição do Estado de São Paulo, impedindo o\nexame da pretensão fundada no art. 485, V, do CPC, a teor da\nSúmula n° 298, I e II, do TST, que dispõe:\nAÇÃO RESCISÓRIA. VIOLAÇÃO A DISPOSIÇÃO DE LEI.\nPRONUNCIAMENTO EXPLÍCITO.\nI - A conclusão acerca da ocorrência de violação literal a disposição\nde lei pressupõe pronunciamento explícito, na sentença\nrescindenda, sobre a matéria veiculada.\nII - O pronunciamento explícito exigido em ação rescisória diz\nrespeito à matéria e ao enfoque específico da tese debatida na\nação, e não, necessariamente, ao dispositivo legal tido por violado.\nBasta que o conteúdo da norma reputada violada haja sido\nabordado na decisão rescindenda para que se considere\npreenchido o pressuposto.\nNesse sentido, julgados da SBDI-II:\n\"RECURSO ORDINÁRIO EM AÇÃO RESCISÓRIA INTERPOSTO\nPELA PARTE RÉ. AÇÃO RESCISÓRIA AJUIZADA SOB A\nVIGÊNCIA DO CPC/1973. ART. 97 DA LEI ORGÂNICA DO\nMUNICÍPIO DEGUARULHOS. SEXTA-PARTE E QUINQUÊNIOS.\nINCONSTITUCIONALIDADE. AUSÊNCIA DEPRONUNCIAMENTO.\nÓBICE DA SÚMULA 298 DO TST. CONHECIMENTO E\nPROVIMENTO. I. O Município de Guarulhos ajuizou ação rescisória\nalegando que o acórdão rescindendo, que o condenou ao\npagamento das parcelas denominadas \"quinquênios\" e \"sexta-\nparte\", teria violado literalmente os arts. 37, X, 61, § 1º, II, \"a\" e 169,\n§ 1º, I e II, da Constituição da República, 5º, § 2º, 24, § 2º, I, 25 e\n144 da Constituição Estadual de São Paulo. Afirma que o art. 97 da\nLei Orgânica Municipal de Guarulhos teria sido declarada\ninconstitucional pelo TJSP. II. Contudo, em atenta leitura dos autos,\nobserva-se que o sucinto acórdão rescindendo limitou-se a estender\no direito previsto no art. 97 da LOM à reclamante, empregada\npública, sob o fundamento de que o referido artigo não encontrava\nrestrição no regime jurídico aplicável ao trabalhador. III. Assim, ante\na patente ausência de pronunciamento explícito (Súmula 298, I, do\nTST), deve-se acolher o recurso ordinário da parte ré para, em\nreforma ao acórdão regional, julgar improcedente o pleito rescisório.\nPrecedentes específicos. IV. Recurso ordinário de que se conhece e\na que se dá provimento\" (ROT-1003107-97.2016.5.02.0000,\nSubseção II Especializada em Dissídios Individuais, Relator Ministro\nSergio Pinto Martins, DEJT 16/12/2022).\n\" RECURSO ORDINÁRIO. AÇÃO RESCISÓRIA AJUIZADA SOB A\nÉGIDE DO CPC/1973. LEI ORGÂNICA DO MUNICÍPIO DE\nGUARULHOS. ADICIONAL POR TEMPO DE SERVIÇO.\nINCONSTITUCIONALIDADE. AUSÊNCIA DE PRONUNCIAMENTO.\nÓBICE DA SÚMULA 298 DO TST. 1. Fundamenta-se a pretensão\nrescisória na violação literal dos arts. 37, X, 61, § 1º, II, \"a\" e 169, §\n1º, I e II, da Constituição Federal, além dos arts. 5º, § 2º, 24, § 2º, I,\n25 e 144 da Constituição do Estado de São Paulo. Menciona a parte\nautora que o art. 97 da Lei Orgânica Municipal, utilizado como\nfundamento para a condenação ao adicional por tempo de serviço,\njá foi declarado inconstitucional pelo Órgão Especial do Tribunal de\nJustiça do Estado de São Paulo. 2. Nos termos da Súmula 298 do\nTST, a pretensão rescisória calcada em violação manifesta da lei\nexige pronunciamento explícito, na decisão rescindenda, a respeito\nda matéria veiculada. Nesse contexto, conforme entendimento\n\n\n\n\nData da Disponibilização: Quarta-feira, 11 de Janeiro de 2023\nconsolidado desta Corte Superior, \" basta que o conteúdo da norma\nreputada violada haja sido abordado na decisão rescindenda para\nque se considere preenchido o pressuposto \". 3. No caso concreto,\nverifica-se que o acórdão rescindendo não emitiu tese acerca das\nviolações constitucionais que fundamentam o pedido rescisório,\nnem sequer de forma tangencial. Não consta da decisão\nrescindenda manifestação alguma acerca das matérias contidas nos\ndispositivos indicados na petição inicial, referentes aos princípios da\nAdministração Pública e à exigência de lei específica, previsão\norçamentária e autorização na LDO para fixação e alteração de\nvencimentos dos servidores públicos. Inviável o corte rescisório, em\nrazão do óbice da Súmula 298 do TST. Precedentes desta SBDI-II.\nRecurso ordinário conhecido e provido\" (ROT-1001975-\n05.2016.5.02.0000, Subseção II Especializada em Dissídios\nIndividuais, Relatora Ministra Morgana de Almeida Richa, DEJT\n07/10/2022).\n\"RECURSO ORDINÁRIO EM AÇÃO RESCISÓRIA INTERPOSTO\nPELA PARTE RÉ. (...) 2. PRETENSÃO DESCONSTITUTIVA\nFUNDAMENTADA NO ART. 485, V, DA LEI PROCESSUAL.\nQUINQUÊNIOS. INCONSTITUCIONALIDADE DO ART. 97 DA LEI\nORGÂNICA DO MUNICÍPIO DE GUARULHOS/SP. VIOLAÇÃO\nDOS ARTIGOS 37, X, 61, § 1º, II, \"A\", 169, § 1º, I E II, DA\nCONSTITUIÇÃO DA REPÚBLICA, 5º, § 2º, 24, § 2º, ITEM 1, 25 E\n144 DA CONSTITUIÇÃO DO ESTADO DE SÃO PAULO.\nAUSÊNCIA DE PRONUNCIAMENTO EXPLÍCITO NA AÇÃO\nMATRIZ. INCIDÊNCIA DA SÚMULA Nº 298 DO TST.\nCONHECIMENTO E PROVIMENTO. I. A jurisprudência consolidada\nnesta Corte Superior é no sentido de ser imprescindível o\npronunciamento explícito, na decisão rescindenda, acerca da\nmatéria veiculada nas ações rescisórias calcadas no art. 485, V, do\nCódigo de Processo Civil de 1973. II. Na hipótese dos autos, não\nhouve tese no acórdão rescindendo acerca da inconstitucionalidade\ndo art. 97 da Lei Orgânica do Município de Guarulhos/SP, tampouco\nsobre a violação dos artigos 37, X, 61, § 1º, II, \"a\", 169, § 1º, I e II,\nda Constituição da República, 5º, § 2º, 24, § 2º, item 1, 25 e 144 da\nConstituição do Estado de São Paulo, tendo-se limitado o órgão\njulgador em estender o direito de percebimento dos quinquênios,\nprevistos no art. 97 da Lei Orgânica do Município de Guarulhos/SP,\naos servidores públicos municipais celetistas, tais como o\nrecorrente. III. Assim, estando a decisão rescindenda em\ndescompasso com a Súmula nº. 298 do TST, merece reforma o\nacórdão regional , em que se julgou procedente a ação rescisória.\nPrecedentes desta SBDI-II. IV. Recurso ordinário de que se\nconhece e a que se dá provimento para julgar improcedente a ação\nrescisória\" (ROT-1000763-46.2016.5.02.0000, Subseção II\nEspecializada em Dissídios Individuais, Relator Ministro Evandro\nPereira Valadao Lopes, DEJT 09/09/2022).\nDiante do exposto, dou provimento ao recurso para julgar\nimprocedente a pretensão rescisória, amparada no art. 485, V, do\nCPC. Custas processuais em reversão, pelo autor, calculadas sobre\no valor atribuído à causa, das quais fica isento, nos termos do art.\n790-A, I, da CLT. Honorários advocatícios sucumbenciais pelo\nautor, ora arbitrados em 10% do valor atualizado da causa, na\nforma prevista no art. 85, § 3.º, I, do CPC de 2015.\nPublique-se.\nBrasília, 11 de janeiro de 2023.\nFirmado por assinatura digital (MP 2.200-2/2001)\nAMAURY RODRIGUES PINTO JUNIOR\nMinistro Relator\n",
        "extract_at": "2023-1-11",
        "title": "Diario_3639__11_1_2023.pdf",
        "book": "Caderno do Tribunal Superior do Trabalho - Judiciário"
    }
]